Repository: ChesterSVK/portfolio-wp-acf-theme
Catalog: languages/*.po
Languages: sk_sk

source: Add new
sk_sk: Pridať položku

source: All
sk_sk: Všetko

source: Buy tickets
sk_sk: Zakúpiť vstupenky

source: Choose month
sk_sk: Filtrovať podľa mesiaca

source: Choose season
sk_sk: Vyberte si sezónu

source: Click here to show document
sk_sk: Kliknite sem

source: Event details
sk_sk: Viac informácií

source: Event sale
sk_sk: PREDAJ VSTUPENIEK SPUSTENÝ

source: Go home
sk_sk: Naspäť domov

source: I am interested
sk_sk: Mám záujem

source: Next
sk_sk: Ďalej

source: Offer
sk_sk: Konkurz

source: Offer detail
sk_sk: Zobraziť detail pozície

source: Offered salary
sk_sk: Ponúkaný plat

source: Offers
sk_sk: Konkurzy

source: Page not found
sk_sk: Stránka sa nenašla

source: Photos by
sk_sk: Nafotil:

source: Prev
sk_sk: Naspäť

source: Published at
sk_sk: Zverejnené

source: Show detail
sk_sk: Zobraziť detail

source: Older posts
sk_sk: Staršie články

source: Newer posts
sk_sk: Novšie články

source: No offers
sk_sk: Žiadne ponuky

source: All posts
sk_sk: Všetky články

source: All events
sk_sk: Všetky udalosti
